Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/universitet-i-tromso_id_650381.html.tmx
Source language: nob
Languages: smj

source: Universitetet i Tromsø får ansvar for samisk korrekturprogram - regjeringen.no
smj: Tråmså universitehtta oadtju åvdåsvásstádusáv sáme korrektuvrraprográmma åvdås

source: Divvun, et samisk rettskrivingsverktøy, er nå etablert som en fast ordning ved Universitetet i Tromsø.
smj: Divvun, sáme duollatjállemvædtsak, le dal ásaduvvam stuoves årnigin Tråmså universitehtan.

source: Ansvaret for oppfølging og utvikling av prosjektet ble i dag offisielt overført fra Sametinget til universitetet.
smj: Prosjevta tjuovudibme ja åvddånibme uddni almulattjat vatteduváj Sámedikkes universitehttaj.

source: Divvun er et samisk korrekturprogram for alle de tre samiske språkene som brukes i Norge.
smj: Divvun le sáme korrektuvrraprográmma gájka gålmmå sámegielajda ma Vuonan aneduvvi.

source: Arbeidet startet i 2004 som et samarbeid mellom Sametinget og Universitetet i Tromsø.
smj: Barggo álgij jagen 2004 aktisasjbarggon Sámedikke ja Tråmså universitehta gaskan.

source: I 2007 ble det lansert et språkverktøy for nord- og lulesamisk språk, og i 2010 ble det lansert en lik løsning for sørsamisk språk.
smj: Jagen 2007 almoduváj giellavædtsak nuortta- ja julevsámegiellaj, ja jagen 2010 almoduváj sæmmilágásj vædtsak oarjjelsámegiellaj.

source: Korrekturverktøyet kan lastes ned fra nett og er gratis å bruke.
smj: Korrektuvrravædtsagav máhtá nehtas viedtjat nåvkå.

source: - Det langsiktige målet for Divvun er å tilby moderne språkteknologiske løsninger for det samiske samfunnet.
smj: - Divvuna guhkesájggásasj ulmme le fállat ådåájggásasj giellateknologalasj tjoavddusijt sáme sebrudahkaj.

source: Dette er et viktig bidrag for at samisk språk skal kunne overleve som et bruksspråk innenfor flest mulig samfunnsområder, også på områder hvor moderne teknologi er en forutsetning, sier fornyings-, administrasjons- og kirkeminister Rigmor Aasrud.
smj: Dát le ájnas viehkken jus sámegiella galggá bissot adnogiellan nav moatten sebrudaksuorgen gå vejulasj, aj suorgijn gånnå ådåájggásasj teknologija le gájbbádus, javllá ådåstuhttem-, háldadus- ja girkkoministar Rigmor Aasrud.

source: Aasrud deltok på markeringen i Tromsø gjennom en videohilsen til de som var til stede på arrangementet på Universitetet i Tromsø.
smj: Aasrud oassálastij ávvudallamij Tråmsån videovarrudagá baktu sidjij gudi lidjin Tråmså universitehtan.

source: Divvun har så langt blitt lastet ned av flere tusen brukere i Norden, og de som har tatt verktøyet i bruk har stort sett bare gitt positive tilbakemeldinger.
smj: Divvun le náv guhkás viettjaduvvam moadda tuvsán addnijs Nuorttarijkan, ja sij gudi li vædtsagav adnuj válldám li ienemus oassáj dav buorren gávnnam.

source: Teknologien som ligger til grunn er språkuavhengig og kan derfor også være et godt grunnlag for tilsvarende løsninger for andre minoritetsspråk.
smj: Teknologija mij le vuodon ij le mierredum giellaj tjanádum ja navti soajttá liehket vuodon sæmmilágásj tjoavddusijda ietjá unneplågogielajda.

source: Fornyings-, administrasjons- og kirkedepartementet (FAD) har, sammen med Sametinget og Kunnskapsdepartementet, finansiert utviklingen av verktøyet årlig siden 2004.
smj: Ådåstuhttem-, háldadus- ja girkkodepartemennta (ÅGD) le, aktan Sámedikkijn ja Máhttodepartementajn ruhtadam vædtsaga åvddånahttemav jahkásattjat 2004 rájes.

source: Arbeidet med vedlikehold og videreutvikling er fra i år etablert som en fast bevilgning på statsbudsjettet.
smj: Ájmon anedit ja vijddábut åvddånahttet Divvunav le dán jage rájes stuoves juollodibmen biejaduvvam stáhtabudsjehtan.

source: I 2011 er det satt av 4,7 millioner kroner til Divvun over FADs budsjett.
smj: Jagen 2011 le ÅGD’a budsjehta baktu juolloduvvam 4,7 millijåvnå kråvnå Divvunij.
